[
    {
        "tenphim": "Soul - Cuộc Sống Nhiệm Màu",
        "gioihantuoi": "",
        "daodien": "Pete Docter, Kemp Powers",
        "dienvien": "June Squibb, Jamie Foxx, Daveed Diggs",
        "theloai": "Hài hước, Hoạt hình",
        "thoiluong": "108 phút",
        "ngonngu": "Tiếng Anh",
        "ngaykhoichieu": "25/12/2020",
        "ngaychieusom": "",
        "mota": "Điều gì khiến bạn là chính bạn? Cuối năm nay, hãng phim hoạt hình danh tiếng Pixar sẽ trình làng một tác phẩm mới mang tên SOUL – CUỘC SỐNG NHIỆM MÀU với nhân vật chính là Joe Gardner (Jamie Foxx lồng tiếng) một giáo viên dạy nhạc ở trường trung học. Anh vừa nhận được một cơ hội duy nhất trong đời khi có thể được tham gia chơi Jazz cho một ban nhạc nổi nhất thành phố. Nhưng một bước chân sai lầm đã đưa anh từ thành phố New York hoa lệ đến Cõi Trước – một nơi kỳ diệu mà ở đó các linh hồn được nhận tính cách, sở thích trước khi họ đi đến Trái Đất. Quyết tâm trở về cuộc đời của chính mình, Joe hợp tác với một linh hồn bất hảo mang tên 22 (lồng tiếng bởi Tina Fey) - người chưa bao giờ hiểu được sự hấp dẫn của cuộc sống loài người. Joe cố gắng hết mình để cho 22 thấy cuộc sống này nhiệm màu như thế nào, đồng thời anh ấy cũng khám phá ra câu trả lời quan trọng cho đời người.",
        "linktrailer": "https://www.youtube.com/embed/_HbeTCppAAk?rel=0&showinfo=0&autoplay=1",
        "anhPhim": "anhphim/anh-phim-1.jpg"
    },
    {
        "tenphim": "Thợ Săn Quái Vật",
        "gioihantuoi": "",
        "daodien": "Paul W.S. Anderson",
        "dienvien": "Milla Jovovich, T.I., Ron Perlman, Diego Boneta, Tony Jaa",
        "theloai": "Khoa học, viễn tưởng",
        "thoiluong": "104 phút",
        "ngonngu": "Tiếng Anh",
        "ngaykhoichieu": "30/12/2020",
        "ngaychieusom": "",
        "mota": "Monster Hunter được chuyển thể từ series game nổi tiếng cùng tên của Capcom. Trong phim, đội trưởng Artemis của nữ diễn viên Milla Jovovich (Resident Evil) và đồng đội đã vô tình bước qua một cánh cửa bí ẩn dẫn tới thế giới khác. Tại đây, họ phải chiến đấu với nhiều loài quái vật khổng lồ trong hành trình trở về thế giới. Đồng hành với họ trong trận chiến là nhân vật “Thợ săn” của nam diễn viên Tony Jaa (Ong Bak). Monster Hunter hứa hẹn sẽ là bom tấn hành động với những màn săn quái vật khổng lồ hoành tráng nhất năm 2020.",
        "linktrailer": "https://www.youtube.com/embed/_HbeTCppAAk?rel=0&showinfo=0&autoplay=1",
        "anhPhim": "anhphim/anh-phim-2.jpg"
    },
    {
        "tenphim": "Doraemon: Nobita Và Những Bạn Khủng Long Mới",
        "gioihantuoi": "",
        "daodien": "Imai Kazuaki",
        "dienvien": "Wasabi Mizuta, Megumi Ohara, Yumi Kakazu",
        "theloai": "Hoạt hình",
        "thoiluong": "111 phút",
        "ngonngu": "Tiếng Nhật",
        "ngaykhoichieu": "18/12/2020",
        "ngaychieusom": "",
        "mota": "Tình cờ tìm thấy trứng khủng long khi tham gia hoạt động khảo Cổ, Nobita dùng bảo bối thần kỳ 'khăn trùm thời gian' của Doraemon khiến chúng nở ra một cặp khủng long song sinh và đặt tên là Kyu và Myu. Và rồi cùng với Doraemon và nhóm bạn thân, Nobita đưa Kyu và Myu trở về 66 triệu năm trước. Liệu cuộc thám hiểm này sẽ đưa số phận của cặp khủng long song sinh về đâu khi người ta nói rằng vào Kỷ phấn trắng, tất cả loài khủng long sẽ bị tuyệt chủng. Liệu Nobita sẽ còn được gặp lại Kyu & Myu hay không?",
        "linktrailer": "https://www.youtube.com/embed/_HbeTCppAAk?rel=0&showinfo=0&autoplay=1",
        "anhPhim": "anhphim/anh-phim-3.jpg"
    },
    {
        "tenphim": "Kỵ Sĩ Cưỡi Rồng",
        "gioihantuoi": "",
        "daodien": "Tomer Eshed",
        "dienvien": "Patrick Stewart, Felicity Jones, Thomas Brodie-Sangster, Freddie Highmore, Meera Syal",
        "theloai": "Hoạt hình, Phiêu lưu",
        "thoiluong": "101 phút",
        "ngonngu": "Tiếng Anh",
        "ngaykhoichieu": "01/01/2021",
        "ngaychieusom": "",
        "mota": "Bộ phim hoạt hình Kỵ Sĩ Cưỡi Rồng theo chân chú rồng màu bạc béo ụt ịt tên là Firedrake. Cậu sinh sống cùng bộ tộc rồng của mình tại một thung lũng cây cối rậm rạp. Nhưng rồi con người đang đẩy thung lũng của loài rồng đến bờ vực bị phá hủy. Vốn đã mong muốn chứng tỏ năng lực của mình trước các thành viên khác trong gia tộc, Firedrake xung phong đi tìm nơi trú ẩn mới – Vành đai Thiên đường – một thánh địa bí ẩn của loài rồng. Firedrake lên đường cùng với Thần rừng Sorrel và vô tình chạm chán với cậu bé loài người Ben, tự nhận mình là kỵ sĩ cưỡi rồng. Bộ ba nhanh chóng trở thành bạn nhưng rồi sớm phải đối mặt với mối nguy mới – Nettlebrand, một con quái vật ăn thịt rồng độc ác do một nhà giả kim bí ẩn tạo ra nhằm truy lùng và tiêu diệt mọi con rồng trên Trái Đất. Liệu biệt đội này sẽ phải đối phó với những hiểm nguy này như thế nào? Vành Thiên Đàng liệu có thực sự tồn tại, hay chỉ là một ốc đảo tưởng tượng trên hoang mạc vô vọng?",
        "linktrailer": "https://www.youtube.com/embed/_HbeTCppAAk?rel=0&showinfo=0&autoplay=1",
        "anhPhim": "anhphim/anh-phim-4.jpg"
    },
    {
        "tenphim": "Black Widow: Góa Phụ Đen",
        "gioihantuoi": "",
        "daodien": "Cate Shortland",
        "dienvien": "Scarlett Johansson, David Harbour, Florence Pugh, Rachel Weisz",
        "theloai": "Hành động",
        "thoiluong": "130 phút",
        "ngonngu": "Tiếng Anh",
        "ngaykhoichieu": "07/05/2021",
        "ngaychieusom": "",
        "mota": "Black Widow là phim đầu tiên, mở màn cho giai đoạn thứ 4 của vũ trụ điện ảnh Marvel. Được lấy bối cảnh ngay sau sự kiện Captain America: Civil War, trong bộ phim lần này Natasha Romanoff phải đi tìm đáp án cho những câu hỏi đầy bí ẩn về nguồn gốc của mình. Trong lúc bị truy đuổi bởi những thế lực nguy hiểm, Natasha phải một lần nữa đối diện với quá khứ đen tối trước khi cô trở thành một Avenger.",
        "linktrailer": "https://www.youtube.com/embed/RCYP5bUDP0A?rel=0&showinfo=0&autoplay=1",
        "anhPhim": "anhphim/anh-phim-5.jpg"
    },
    {
        "tenphim": "The King's Man: Khởi Nguồn",
        "gioihantuoi": "",
        "daodien": "Matthew Vaughn",
        "dienvien": "Gemma Arterton, Matthew Goode, Ralph Fiennes",
        "theloai": "Hành động",
        "thoiluong": "100 phút",
        "ngonngu": "Tiếng Anh",
        "ngaykhoichieu": "12/03/2021",
        "ngaychieusom": "",
        "mota": "Tiếp tục là những nhiệm vụ tưởng chừng như bất khả thi nhằm giải cứu nhân loại của tổ chức mật vụ nổi tiếng bậc nhất màn ảnh rộng. Đặc biệt lần này, đối thủ của họ gồm một nhóm người được coi là những kẻ khủng bố và tàn bạo hàng đầu. Cùng chờ xem liệu cuộc chiến lần này sẽ diễn ra như thế nào?",
        "linktrailer": "https://www.youtube.com/embed/RCYP5bUDP0A?rel=0&showinfo=0&autoplay=1",
        "anhPhim": "anhphim/anh-phim-6.jpg"
    },
    {
        "tenphim": "Lừa Đểu Gặp Lừa Đảo",
        "gioihantuoi": "",
        "daodien": "Mez Tharatorn",
        "dienvien": "Nadech Kugimiya, Pimchanok Luevisadpaibul, Thiti Mahayotaruk",
        "theloai": "Hài hước",
        "thoiluong": "120 phút",
        "ngonngu": "Tiếng Thái",
        "ngaykhoichieu": "15/01/2021",
        "ngaychieusom": "14/01/2021",
        "mota": "Một bộ phim hài lãng mạn chân thành về những trò lừa bịp đã bị lỗi vì tất cả những lý do đúng đắn.Khởi đầu với anh chàng tên Tower (Nadech Kugimiya thủ vai) là một kẻ chuyên lừa đảo nhờ vào vẻ ngoài điển trai cùng với tài ăn nói khéo léo và ngọt ngào của mình. Nhưng không biết tài lừa bịp của anh chàng này điêu luyện đến đâu mà trong một lần 'hành nghề', anh đã bị một cựu nhân viên ngân hàng tên là Ina (Baifern Pimchanok thủ vai) bắt quả tang tại trận.",
        "linktrailer": "https://www.youtube.com/embed/x9QhsIA4-LA?rel=0&showinfo=0&autoplay=1",
        "anhPhim": "anhphim/anh-phim-7.jpg"
    }
]